activitywatch-bin
asdf-vm
azuredatastudio-bin
borked3ds
cemu
cht.sh-git
downgrade
duckstation-qt-bin
epub-thumbnailer-git
icu76
krokiet-bin
libva-vdpau-driver
mcomix
megasync-bin
mpd-discord-rpc
paru
pcsx2-git
pkg2zip-fork
pywal-discord-git
qt6ct-kde
rar
rpcs3-bin
rusty-psn-bin
spicetify-cli
sunshine-bin
ttf-ms-fonts
ventoy-bin
vesktop
visual-studio-code-bin
where-is-my-sddm-theme-git
