asdf-vm
azuredatastudio-bin
betterdiscord-installer
borked3ds
cemu
cht.sh-git
czkawka-gui-bin
dolphin-megasync-bin
downgrade
duckstation-git
epub-thumbnailer-git
kddockwidgets-qt6
libva-vdpau-driver
mcomix
megasync-bin
mpd-discord-rpc
paru
pcsx2-git
pkg2zip-fork
plutosvg
plutovg
pywal-discord-git
qt6ct-kde
rar
rpcs3-bin
rusty-psn-bin
soulseekqt
spicetify-cli
ttf-ms-fonts
ventoy-bin
visual-studio-code-bin
where-is-my-sddm-theme-git
