amdgpu_top
asdf-vm
azuredatastudio-bin
betterdiscord-installer
cava
cemu
cht.sh-git
citra-git
czkawka-gui-bin
dolphin-megasync-bin
downgrade
duckstation-git
epub-thumbnailer-git
mcomix
megasync-bin
melonds
paru
pcsx2-git
pkg2zip-fork
playit-bin
pywal-discord-git
qt6ct-kde
rar
rpcs3-bin
soulseekqt
ttf-ms-fonts
ventoy-bin
visual-studio-code-bin
wayback
where-is-my-sddm-theme-git
