act
adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
amd-ucode
amdgpu_top
android-tools
ark
aspnet-runtime
aspnet-targeting-pack
atool
base
base-devel
bash-completion
bat
bc
bind
bitwarden
breeze
breeze-gtk
breeze-icons
catdoc
cava
chromium
clipmenu
cloudflared
cmake
cmatrix
corectrl
cowsay
cronie
deno
desmume
dialog
docker
docker-buildx
docker-compose
docx2txt
dolphin
dolphin-plugins
dos2unix
dotnet-host
dotnet-runtime
dotnet-sdk
dotnet-targeting-pack
doxygen
dunst
editorconfig-checker
efibootmgr
entr
exfatprogs
expac
extra-cmake-modules
eza
fastfetch
fd
ffmpeg
ffmpegthumbnailer
ffmpegthumbs
filezilla
firefox
fuse2
fzf
gameconqueror
gcc
gdb
gist
git
git-lfs
glow
gnome-epub-thumbnailer
gnumeric
go
gopls
gparted
gradle
grub
gst-plugin-pipewire
helvum
highlight
htop
imagemagick
imlib2
inetutils
iptraf-ng
iwd
jdk-openjdk
jq
kdeconnect
kdegraphics-thumbnailers
kdesdk-thumbnailers
konsole
kotlin
lf
lib32-libva
lib32-mesa
lib32-vulkan-radeon
libpulse
libva
libva-utils
libvdpau
libvdpau-va-gl
libx11
libxft
libxinerama
linux
linux-firmware
linux-headers
lld
lolcat
lua
luarocks
lxappearance
maim
make
man-db
mediainfo
mesa
meson
mkvtoolnix-gui
mpc
mpd
mpv
ncmpcpp
neovim
netstandard-targeting-pack
networkmanager
networkmanager-openvpn
nicotine+
ninja
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nsxiv
ntfs-3g
ntp
nvtop
nyancat
obs-studio
odt2txt
openslide
openssh
openvpn
pacman-contrib
patchelf
perl
perl-file-mimeinfo
perl-image-exiftool
perl-rename
picard
picom
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-kde-agent
ponysay
poppler-glib
postgresql
powerline-fonts
ppsspp
prettier
pulsemixer
python
python-pip
qt5-graphicaleffects
qt5ct
reflector
ripgrep
rsync
ruby
rustup
samba
sddm
shaderc
shellcheck
shfmt
smartmontools
songrec
spotify-launcher
sshfs
starship
steam
stylua
syncthing
tealdeer
telegram-desktop
texlive-basic
texlive-fontsrecommended
texlive-latex
texlive-latexrecommended
texlive-plaingeneric
tk
tmux
toilet
torbrowser-launcher
torsocks
traceroute
ttf-hack-nerd
ttf-hanazono
ttf-liberation
ttf-roboto
ttf-sazanami
ueberzugpp
ufw
unclutter
unzip
uv
vdpauinfo
vulkan-radeon
vulkan-tools
weechat
wget
wine
winetricks
wireless_tools
wireplumber
wpa_supplicant
xclip
xdg-desktop-portal-kde
xdotool
xf86-video-amdgpu
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xfd
xorg-xkbcomp
xorg-xlsclients
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwininfo
xorgproto
xwallpaper
zathura
zathura-cb
zathura-pdf-mupdf
zig
zip
zoxide
