adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
amd-ucode
amdvlk
ark
aspnet-runtime
aspnet-targeting-pack
atool
base
base-devel
bash-completion
bat
bc
breeze
breeze-gtk
catdoc
cmatrix
corectrl
cowsay
cronie
dialog
discord
docker
docker-compose
docx2txt
dolphin
dos2unix
dotnet-host
dotnet-runtime
dotnet-sdk
dotnet-targeting-pack
doxygen
dunst
efibootmgr
exfatprogs
expac
extra-cmake-modules
eza
ffmpeg
ffmpegthumbnailer
ffmpegthumbs
filezilla
firefox
fuse2
fzf
gameconqueror
gdb
git
git-lfs
gnome-epub-thumbnailer
gnome-keyring
gnumeric
go
gopls
gparted
grub
gst-plugin-pipewire
helvum
highlight
htop
imagemagick
imlib2
inetutils
iwd
jdk-openjdk
jellyfin-server
jq
kcmutils
kdeconnect
kdegraphics-thumbnailers
kdesdk-thumbnailers
lf
lib32-mesa
lib32-vulkan-radeon
libpulse
libva
libva-mesa-driver
libva-utils
libva-vdpau-driver
libx11
libxft
libxinerama
linux
linux-firmware
lolcat
lutris
lxappearance
lynx
maim
man-db
mediainfo
mesa
mkvtoolnix-gui
mpc
mpd
mpv
ncmpcpp
neofetch
neovim
netstandard-targeting-pack
networkmanager
networkmanager-openvpn
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nsxiv
ntfs-3g
ntp
nvtop
nyancat
obs-studio
odt2txt
openssh
openvpn
pacman-contrib
pandoc-cli
perl-file-mimeinfo
picard
picom
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
ponysay
postgresql
powerline-fonts
ppsspp
pulsemixer
python
python-pip
qbittorrent
ripgrep
rust
samba
sddm
spotify-launcher
sshfs
steam
syncthing
texlive-basic
texlive-fontsrecommended
texlive-latex
texlive-latexrecommended
texlive-plaingeneric
tmux
toilet
torbrowser-launcher
traceroute
ttf-hack-nerd
ttf-hanazono
ttf-liberation
ttf-roboto
ttf-sazanami
ueberzug
ufw
unclutter
unzip
vulkan-radeon
weechat
wget
wine
winetricks
wireless_tools
wpa_supplicant
xclip
xdotool
xf86-video-amdgpu
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xfd
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwininfo
xorgproto
xwallpaper
zathura
zathura-pdf-mupdf
zip
zoxide
