adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
amd-ucode
ark
aspnet-runtime-7.0
aspnet-targeting-pack-7.0
atool
azuredatastudio-bin
base
base-devel
bash-completion
bat
betterdiscord-installer
catdoc
cemu
chafa
citra-canary-git
cmake
cmatrix
cowsay
cronie
czkawka-gui-bin
discord
docker
docker-compose
docx2txt
dolphin
dos2unix
dotnet-host
dotnet-runtime
dotnet-runtime-7.0
dotnet-sdk-7.0
dotnet-targeting-pack-7.0
downgrade
doxygen
duckstation-git
efibootmgr
egl-wayland
epub-thumbnailer-git
expac
extra-cmake-modules
eza
ffmpegthumbnailer
ffmpegthumbs
filezilla
firefox
fortune-mod
fuse2
gameconqueror
git
github-cli
gnome-epub-thumbnailer
gnome-keyring
gnumeric
go
gparted
graphicsmagick
grub
gst-plugin-pipewire
helvum
highlight
htop
imagemagick
inetutils
iwd
jdk-openjdk
jq
kdeconnect
kdegraphics-thumbnailers
kdesdk-thumbnailers
konsole
kwalletmanager
lf
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vulkan-radeon
libgnome-keyring
libpulse
linux
linux-firmware
lolcat
lynx
man-db
mcomix
mediainfo
megasync
melonds
misfortune
mkvtoolnix-gui
mpc
mpd
mpv
ncmpcpp
neofetch
neovim
netstandard-targeting-pack
nodejs
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntp
nyancat
obs-studio
odt2txt
openssh
packagekit-qt5
pacman-contrib
pandoc-cli
paru
pcsx2-git
picard
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkg2zip-fork
plasma-meta
plasma-wayland-session
ponysay
postgresql
powerline-fonts
python-chardet
python-pip
python-pywal
pywal-discord-git
qbittorrent
qt6-tools
ripgrep
rpcs3-git
rust
samba
screenkey
smartmontools
soulseekqt
spectacle
spotify-launcher
sshfs
steam
swaybg
syncthing
texlive-basic
texlive-fontsrecommended
texlive-latex
texlive-latexrecommended
texlive-plaingeneric
tmux
toilet
traceroute
ttf-dejavu
ttf-hack-nerd
ttf-hanazono
ttf-liberation
ttf-ms-fonts
ttf-roboto
ttf-sazanami
unrar
unzip
vim
visual-studio-code-bin
vulkan-radeon
weechat
wget
wireless_tools
wireplumber
wpa_supplicant
xclip
xdg-utils
xdotool
xorg-xfd
xorg-xwininfo
yasm
zathura
zathura-pdf-mupdf
zip
